aaron-bond.better-comments
abusaidm.html-snippets
austin.code-gnu-global
christian-kohler.path-intellisense
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
goessner.mdmath
James-Yu.latex-workshop
mattn.Lisp
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.powershell
msjsdiag.debugger-for-chrome
octref.vetur
Zignd.html-css-class-completion
